[
    {
        "name": "Naruto",
        "description": "It tells the story of Naruto Uzumaki, a young ninja who seeks recognition from his peers and dreams of becoming the Hokage, the leader of his village.",
        "episode": 720,
        "img": "https://cdn.myanimelist.net/images/anime/5/17407.jpg"
    },
    {
        "name": "One Piece",
        "description": "Gol D. Roger was known as the 'Pirate King',the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.",
        "episode": 1043,
        "img": "https://cdn.myanimelist.net/images/anime/12/74043.jpg"
    },
    {
        "name": "Attack on Titan",
        "description": "Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations.",
        "episode": 86,
        "img": "https://cdn.myanimelist.net/images/anime/5/44560.jpg"
    },
    {
        "name": "JoJo no Kimyou na Bouken",
        "description": "In 1868, Dario Brando saves the life of an English nobleman, George Joestar. By taking in Dario's son Dio when the boy becomes fatherless, George hopes to repay the debt he owes to his savior. However Dio, unsatisfied with his station in life, aspires to seize the Joestar house for his own. Wielding an Aztec stone mask with supernatural properties, he sets out to destroy George and his son, Jonathan Joestar, and triggers a chain of events that will continue to echo through the years to come. ",
        "episode": 39,
        "img": "https://cdn.myanimelist.net/images/anime/3/40409l.jpg"
    },
    {
        "name": "Death Note",
        "description": "A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.",
        "episode": 37,
        "img": "https://cdn.myanimelist.net/images/anime/9/9453.jpg"
    },
    {
        "name": "Fullmetal Alchemist: Brotherhood",
        "description": "Alchemy is bound by this Law of Equivalent Exchange—something the young brothers Edward and Alphonse Elric only realize after attempting human transmutation: the one forbidden act of alchemy. They pay a terrible price for their transgression—Edward loses his left leg, Alphonse his physical body. It is only by the desperate sacrifice of Edward's right arm that he is able to affix Alphonse's soul to a suit of armor. Devastated and alone, it is the hope that they would both eventually return to their original bodies that gives Edward the inspiration to obtain metal limbs called automail and become a state alchemist, the Fullmetal Alchemist.",
        "episode": 64,
        "img": "https://cdn.myanimelist.net/images/anime/5/47421.jpg"
    },
    {
        "name": "Tokyo Ghoul",
        "description": "Based on the best-selling supernatural horror manga by Sui Ishida, Tokyo Ghoul follows Ken Kaneki, a shy, bookish college student, who is instantly drawn to Rize Kamishiro, an avid reader like himself. However, Rize is not exactly who she seems, and this unfortunate meeting pushes Kaneki into the dark depths of the ghouls' inhuman world. In a twist of fate, Kaneki is saved by the enigmatic waitress Touka Kirishima, and thus begins his new, secret life as a half-ghoul/half-human who must find a way to integrate into both societies.",
        "episode": 12,
        "img": "https://cdn.myanimelist.net/images/anime/5/64449.jpg"
    },
    {
        "name": "Black Clover",
        "description": "Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the Wizard King—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.",
        "episode": 51,
        "img": "https://cdn.myanimelist.net/images/anime/4/88335.jpg"
    },
    {
        "name": "Sword Art Online",
        "description": "In the year 2022, virtual reality has progressed by leaps and bounds, and a massive online role-playing game called Sword Art Online (SAO) is launched. With the aid of NerveGear technology, players can control their avatars within the game using nothing but their own thoughts.",
        "episode": 25,
        "img": "https://cdn.myanimelist.net/images/anime/8/36343.jpg"
    },
    {
        "name": "Nanatsu no Taizai",
        "description": "In a world similar to the European Middle Ages, the feared yet revered Holy Knights of Britannia use immensely powerful magic to protect the region of Britannia and its kingdoms. However, a small subset of the Knights supposedly betrayed their homeland and turned their blades against their comrades in an attempt to overthrow the ruler of Liones. They were defeated by the Holy Knights, but rumors continued to persist that these legendary knights, called the Seven Deadly Sins, were still alive. Ten years later, the Holy Knights themselves staged a coup d’état, and thus became the new, tyrannical rulers of the Kingdom of Liones.",
        "episode": 24,
        "img": "https://cdn.myanimelist.net/images/anime/8/65409.jpg"
    },
    {
        "name": "Kiseijuu: Sei no Kakuritsu",
        "description": "All of a sudden, they arrived: parasitic aliens that descended upon Earth and quickly infiltrated humanity by burrowing into the brains of vulnerable targets. These insatiable beings acquire full control of their host and are able to morph into a variety of forms in order to feed on unsuspecting prey.",
        "episode": 24,
        "img": "https://cdn.myanimelist.net/images/anime/5/73085.jpg"
    },
    {
        "name": "Hunter x Hunter (2011)",
        "description": "Hunter x Hunter is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined.",
        "episode": 148,
        "img": "https://cdn.myanimelist.net/images/anime/11/33657.jpg"
    },
    {
        "name": "Dragon Ball Z",
        "description": "Five years after winning the World Martial Arts tournament, Gokuu is now living a peaceful life with his wife and son. This changes, however, with the arrival of a mysterious enemy named Raditz who presents himself as Gokuu's long-lost brother. He reveals that Gokuu is a warrior from the once powerful but now virtually extinct Saiyan race, whose homeworld was completely annihilated. When he was sent to Earth as a baby, Gokuu's sole purpose was to conquer and destroy the planet; but after suffering amnesia from a head injury, his violent and savage nature changed, and instead was raised as a kind and well-mannered boy, now fighting to protect others.",
        "episode": 291,
        "img": "https://cdn.myanimelist.net/images/anime/13/18075.jpg"
    }
]